<!DOCTYPE html>












  


<html class="theme-next pisces use-motion" lang="zh-CN">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge"/>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=2"/>
<meta name="theme-color" content="#222"/>
























<link rel="stylesheet" href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2"/>

<link rel="stylesheet" href="/css/main.css?v=7.0.1"/>


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=7.0.1">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=7.0.1">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=7.0.1">


  <link rel="mask-icon" href="/images/logo.svg?v=7.0.1" color="#222">







<script id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Pisces',
    version: '7.0.1',
    sidebar: {"position":"left","display":"post","offset":12,"onmobile":false,"dimmer":false},
    back2top: true,
    back2top_sidebar: false,
    fancybox: false,
    fastclick: false,
    lazyload: false,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>


  




  <meta name="description" content="&amp;#x5F53;&amp;#x4F60;&amp;#x8001;&amp;#x4E86;&amp;#xFF0C;&amp;#x56DE;&amp;#x987E;&amp;#x4E00;&amp;#x751F;&amp;#xFF0C;&amp;#x5C31;&amp;#x4F1A;&amp;#x53D1;&amp;#x89C9;&amp;#xFF1A;&amp;#x4EC0;&amp;#x4E48;&amp;#x65F6;&amp;#x5019;&amp;#x51FA;&amp;#x56FD;&amp;#x8BFB;&amp;#x4E66;&amp;#x3001;&amp;#x4EC0">
<meta property="og:type" content="article">
<meta property="og:title" content="学渣求职记">
<meta property="og:url" content="http://yoursite.com/2017/10/15/学渣求职记/index.html">
<meta property="og:site_name" content="桃李无言">
<meta property="og:description" content="&amp;#x5F53;&amp;#x4F60;&amp;#x8001;&amp;#x4E86;&amp;#xFF0C;&amp;#x56DE;&amp;#x987E;&amp;#x4E00;&amp;#x751F;&amp;#xFF0C;&amp;#x5C31;&amp;#x4F1A;&amp;#x53D1;&amp;#x89C9;&amp;#xFF1A;&amp;#x4EC0;&amp;#x4E48;&amp;#x65F6;&amp;#x5019;&amp;#x51FA;&amp;#x56FD;&amp;#x8BFB;&amp;#x4E66;&amp;#x3001;&amp;#x4EC0">
<meta property="og:image" content="http://yoursite.com/2017/10/15/学渣求职记/weibo-20160331.png">
<meta property="og:image" content="http://yoursite.com/2017/10/15/学渣求职记/weibo-20160923.png">
<meta property="og:updated_time" content="2019-04-16T07:06:34.302Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="学渣求职记">
<meta name="twitter:description" content="&amp;#x5F53;&amp;#x4F60;&amp;#x8001;&amp;#x4E86;&amp;#xFF0C;&amp;#x56DE;&amp;#x987E;&amp;#x4E00;&amp;#x751F;&amp;#xFF0C;&amp;#x5C31;&amp;#x4F1A;&amp;#x53D1;&amp;#x89C9;&amp;#xFF1A;&amp;#x4EC0;&amp;#x4E48;&amp;#x65F6;&amp;#x5019;&amp;#x51FA;&amp;#x56FD;&amp;#x8BFB;&amp;#x4E66;&amp;#x3001;&amp;#x4EC0">
<meta name="twitter:image" content="http://yoursite.com/2017/10/15/学渣求职记/weibo-20160331.png">






  <link rel="canonical" href="http://yoursite.com/2017/10/15/学渣求职记/"/>



<script id="page.configurations">
  CONFIG.page = {
    sidebar: "",
  };
</script>

  <title>学渣求职记 | 桃李无言</title>
  












  <noscript>
  <style>
  .use-motion .motion-element,
  .use-motion .brand,
  .use-motion .menu-item,
  .sidebar-inner,
  .use-motion .post-block,
  .use-motion .pagination,
  .use-motion .comments,
  .use-motion .post-header,
  .use-motion .post-body,
  .use-motion .collection-title { opacity: initial; }

  .use-motion .logo,
  .use-motion .site-title,
  .use-motion .site-subtitle {
    opacity: initial;
    top: initial;
  }

  .use-motion .logo-line-before i { left: initial; }
  .use-motion .logo-line-after i { right: initial; }
  </style>
</noscript>

</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-CN">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">桃李无言</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
    
    
  </div>

  <div class="site-nav-toggle">
    <button aria-label="切换导航栏">
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>



<nav class="site-nav">
  
    <ul id="menu" class="menu">
      
        
        
        
          
          <li class="menu-item menu-item-home">

    
    
    
      
    

    

    <a href="/" rel="section"><i class="menu-item-icon fa fa-fw fa-home"></i> <br/>首页</a>

  </li>
        
        
        
          
          <li class="menu-item menu-item-tags">

    
    
    
      
    

    

    <a href="/tags/" rel="section"><i class="menu-item-icon fa fa-fw fa-tags"></i> <br/>标签</a>

  </li>
        
        
        
          
          <li class="menu-item menu-item-categories">

    
    
    
      
    

    

    <a href="/categories/" rel="section"><i class="menu-item-icon fa fa-fw fa-th"></i> <br/>分类</a>

  </li>
        
        
        
          
          <li class="menu-item menu-item-archives">

    
    
    
      
    

    

    <a href="/archives/" rel="section"><i class="menu-item-icon fa fa-fw fa-archive"></i> <br/>归档</a>

  </li>

      
      
    </ul>
  

  

  
</nav>



  



</div>
    </header>

    


    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          
            

          
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="http://yoursite.com/2017/10/15/学渣求职记/"/>

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="Li Chuckie"/>
      <meta itemprop="description" content="略显文艺的工科男"/>
      <meta itemprop="image" content="/uploads/avatar.jpg"/>
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="桃李无言"/>
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">学渣求职记

              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">

            
            
            

            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              

              
                
              

              <time title="创建时间：2017-10-15 16:49:06" itemprop="dateCreated datePublished" datetime="2017-10-15T16:49:06+08:00">2017-10-15</time>
            

            
              

              
                
                <span class="post-meta-divider">|</span>
                

                <span class="post-meta-item-icon">
                  <i class="fa fa-calendar-check-o"></i>
                </span>
                
                  <span class="post-meta-item-text">更新于</span>
                
                <time title="修改时间：2019-04-16 15:06:34" itemprop="dateModified" datetime="2019-04-16T15:06:34+08:00">2019-04-16</time>
              
            
          </span>

          
            <span class="post-category">
            
              <span class="post-meta-divider">|</span>
            
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              
                <span class="post-meta-item-text">分类于</span>
              
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing"><a href="/categories/杂文随笔/" itemprop="url" rel="index"><span itemprop="name">杂文随笔</span></a></span>

                
                
              
            </span>
          

          
            
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <blockquote>
<p>&#x5F53;&#x4F60;&#x8001;&#x4E86;&#xFF0C;&#x56DE;&#x987E;&#x4E00;&#x751F;&#xFF0C;&#x5C31;&#x4F1A;&#x53D1;&#x89C9;&#xFF1A;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x51FA;&#x56FD;&#x8BFB;&#x4E66;&#x3001;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x51B3;&#x5B9A;&#x505A;&#x7B2C;&#x4E00;&#x4EFD;&#x804C;&#x4E1A;&#x3001;&#x4F55;&#x65F6;&#x9009;&#x5B9A;&#x4E86;&#x5BF9;&#x8C61;&#x800C;&#x604B;&#x7231;&#x3001;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x7ED3;&#x5A5A;&#xFF0C;&#x5176;&#x5B9E;&#x90FD;&#x662F;&#x547D;&#x8FD0;&#x7684;&#x5DE8;&#x53D8;&#x3002;&#x53EA;&#x662F;&#x5F53;&#x65F6;&#x7AD9;&#x5728;&#x4E09;&#x5C94;&#x8DEF;&#x53E3;&#xFF0C;&#x8FD8;&#x4EE5;&#x4E3A;&#x662F;&#x751F;&#x547D;&#x4E2D;&#x666E;&#x901A;&#x7684;&#x4E00;&#x5929;&#x3002;    &#x2014;&#x2014;&#x9676;&#x6770; &#x300A;&#x6740;&#x9E4C;&#x9E51;&#x7684;&#x5C11;&#x5973;&#x300B;</p>
</blockquote>
<p>&#x5982;&#x679C;&#x4E0D;&#x7B97;&#x672C;&#x79D1;&#xFF0C;&#x6211;&#x7684;&#x6C42;&#x804C;&#x751F;&#x6DAF;&#x662F;&#x4ECE;&#x7814;&#x4E8C;&#x4E0A;&#x5B66;&#x671F;&#x5F00;&#x59CB;&#x7684;&#x3002;</p>
<p>2015&#x5E74;12&#x6708;23&#x65E5;&#xFF0C;&#x5F53;&#x6211;&#x8FD8;&#x5728;&#x78E8;&#x78E8;&#x8E6D;&#x8E6D;&#x51C6;&#x5907;&#x7B49;&#x5230;&#x8FC7;&#x5B8C;&#x4E86;&#x5BD2;&#x5047;&#x518D;&#x5F00;&#x59CB;&#x505A;&#x7B80;&#x5386;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x67D0;&#x4E00;&#x8282;&#x5E26;&#x7684;&#x672C;&#x79D1;&#x751F;&#x5B9E;&#x9A8C;&#x8BFE;&#x4E0A;&#xFF0C;&#x7A81;&#x7136;&#x542C;&#x4E00;&#x4E2A;&#x540C;&#x5B66;&#x8BF4;&#x5DF2;&#x7ECF;&#x597D;&#x51E0;&#x4E2A;&#x4EBA;&#x627E;&#x5230;&#x4E86;&#x5B9E;&#x4E60;&#xFF0C;&#x987F;&#x65F6;&#x614C;&#x4E86;&#x795E;&#xFF0C;&#x6025;&#x6025;&#x5FD9;&#x5FD9;&#x5730;&#x56DE;&#x53BB;&#x505A;&#x4E86;&#x7B80;&#x5386;&#x3002;</p>
<p>&#x6574;&#x4F53;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x7684;&#x7814;&#x7A76;&#x751F;&#x6DAF;&#x662F;&#x633A;&#x5931;&#x8D25;&#x7684;&#xFF0C;&#x5DEE;&#x4E0D;&#x591A;&#x53EF;&#x4EE5;&#x7528;&#x8FD9;&#x6765;&#x5F62;&#x5BB9;&#xFF0C;&#x201C;&#x521D;&#x4ECE;&#x6587;&#xFF0C;&#x4E09;&#x5E74;&#x4E0D;&#x4E2D;&#xFF1B;&#x6539;&#x4E60;&#x6B66;&#xFF0C;&#x6821;&#x573A;&#x53D1;&#x4E00;&#x77E2;&#xFF0C;&#x4E2D;&#x9F13;&#x540F;&#xFF0C;&#x9010;&#x4E4B;&#x51FA;&#xFF1B;&#x53C8;&#x4ECE;&#x5546;&#xFF0C;&#x4E00;&#x9047;&#x9A97;&#xFF0C;&#x4E8C;&#x9047;&#x76D7;&#xFF0C;&#x4E09;&#x9047;&#x532A;&#xFF1B;&#x9042;&#x8EAC;&#x8015;&#xFF0C;&#x4E00;&#x5C81;&#x5927;&#x65F1;&#xFF0C;&#x4E00;&#x5C81;&#x5927;&#x6D9D;&#xFF0C;&#x4E00;&#x5C81;&#x98DE;&#x8757;&#xFF1B;&#x4E43;&#x5B66;&#x533B;&#xFF0C;&#x6709;&#x6240;&#x6210;&#x3002;&#x81EA;&#x64B0;&#x4E00;&#x826F;&#x65B9;&#xFF0C;&#x670D;&#x4E4B;&#xFF0C;&#x5352;&#x201D;&#x3002;&#x4EE5;&#x81F3;&#x4E8E;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x627E;&#x54EA;&#x4E2A;&#x5C97;&#x4F4D;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EA;&#x80FD;&#x62B1;&#x7740;&#x8BD5;&#x4E00;&#x8BD5;&#x7684;&#x5FC3;&#x6001;&#x51B3;&#x5B9A;&#x5148;&#x6295;&#x5D4C;&#x5165;&#x5F0F;&#x5C97;&#x4F4D;&#x3002;&#x8FC7;&#x7A0B;&#x8FD8;&#x7B97;&#x987A;&#x5229;&#xFF0C; &#x6295;&#x4E86;&#x8054;&#x60F3;&#x4E4B;&#x540E;&#x4E0D;&#x5230;&#x534A;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x5C31;&#x6536;&#x5230;&#x4E86;&#x9762;&#x8BD5;&#x901A;&#x77E5;&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x51B3;&#x5B9A;&#x4E34;&#x65F6;&#x62B1;&#x4F5B;&#x811A;&#xFF0C;&#x628A;&#x300A;&#x7A0B;&#x5E8F;&#x5458;&#x9762;&#x8BD5;&#x5B9D;&#x5178;&#x300B;&#x76F8;&#x5173;&#x90E8;&#x5206;&#x56DE;&#x987E;&#x4E00;&#x904D;&#xFF0C;&#x987A;&#x4FBF;&#x5728;&#x7F51;&#x4E0A;&#x627E;&#x4E86;&#x51E0;&#x4EFD;&#x7B14;&#x8BD5;&#x5377;&#x5B50;&#x505A;&#x4E00;&#x505A;&#x3002;&#x6709;&#x65F6;&#x5019;&#x4E0D;&#x5F97;&#x4E0D;&#x8BF4;&#xFF0C;&#x5E78;&#x8FD0;&#x4E4B;&#x795E;&#x8FD8;&#x662F;&#x633A;&#x7737;&#x987E;&#x6211;&#x7684;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x53BB;&#x516C;&#x53F8;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x5148;&#x7ED9;&#x6211;&#x505A;&#x7684;&#x7B14;&#x8BD5;&#x9898;&#xFF0C;&#x5C45;&#x7136;&#x6B63;&#x597D;&#x662F;&#x6211;&#x524D;&#x4E00;&#x5929;&#x5728;&#x7F51;&#x4E0A;&#x770B;&#x8FC7;&#x7684;&#x539F;&#x9898;&#x3002;&#x8FD9;&#x81EA;&#x7136;&#x80FD;&#x4FDD;&#x8BC1;&#x767E;&#x5206;&#x4E4B;&#x4E5D;&#x5341;&#x4EE5;&#x4E0A;&#x7684;&#x6B63;&#x786E;&#x7387;&#xFF0C;&#x548C;&#x9762;&#x8BD5;&#x5B98;&#x5C31;&#x804A;&#x5F97;&#x4E5F;&#x6BD4;&#x8F83;&#x878D;&#x6D3D;&#xFF0C;&#x62FF;&#x5230;&#x4E86;&#x7B2C;&#x4E00;&#x4EFD;&#x5B9E;&#x4E60;offer&#x3002;</p>
<p>&#x5B9E;&#x4E60;&#x65E0;&#x751A;&#x53EF;&#x8BF4;&#x7684;&#xFF0C;&#x552F;&#x4E00;&#x503C;&#x5F97;&#x4E00;&#x63D0;&#x7684;&#x5C31;&#x662F;&#x4E09;&#x6708;&#x5E95;&#x53D1;&#x4E86;&#x6761;&#x5FAE;&#x535A;&#x3002;</p>
<p><img src="/2017/10/15/&#x5B66;&#x6E23;&#x6C42;&#x804C;&#x8BB0;/weibo-20160331.png" alt="NOOBS Files"></p>
<p>&#x90A3;&#x65F6;&#x5927;&#x6982;&#x4EE5;&#x4E3A;&#x8FD9;&#x5C31;&#x50CF;&#x66FE;&#x7ECF;&#x60F3;&#x5B66;hadoop&#x3001;&#x5B66;&#x56FE;&#x8C61;&#x5904;&#x7406;&#x3001;&#x5B66;&#x5185;&#x6838;&#x79FB;&#x690D;&#x3001;&#x5B66;Android&#x5F00;&#x53D1;&#x4E00;&#x6837;&#xFF0C;&#x53EA;&#x662F;&#x4E00;&#x65F6;&#x5FC3;&#x8840;&#x6765;&#x6F6E;&#x3002;&#x7136;&#x800C;&#x5C31;&#x8FDE;&#x6211;&#x81EA;&#x5DF1;&#x4E5F;&#x6CA1;&#x60F3;&#x5230;&#xFF0C;&#x6700;&#x540E;&#x5C45;&#x7136;&#x771F;&#x7684;&#x8FDB;&#x5165;&#x4E86;&#x8FD9;&#x4E00;&#x884C;&#x3002;</p>
<p>7&#x6708;&#x521D;&#x7ED3;&#x675F;&#x5B9E;&#x4E60;&#xFF0C;7&#x6708;&#x4E2D;&#x65EC;&#x5185;&#x63A8;&#x5C31;&#x5F00;&#x59CB;&#x4E86;&#x3002;&#x7B2C;&#x4E00;&#x4EFD;&#x7B80;&#x5386;&#x6295;&#x7684;&#x662F;&#x7F51;&#x6613;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x3002;&#x7F51;&#x6613;&#x6821;&#x62DB;&#x7EC4;&#x5411;&#x6765;&#x4F1A;&#x73A9;&#xFF0C;&#x5F53;&#x65F6;&#x8FD8;&#x51FA;&#x4E86;&#x4E00;&#x9996;&#x6B4C;&#xFF0C;&#x300A;&#x6D59;&#x6C5F;&#x676D;&#x5DDE;&#x7F51;&#x6613;&#x4E92;&#x8054;&#x7F51;&#x62DB;&#x8058;&#x4E86;&#x300B;&#x3002;&#x6B63;&#x5F0F;&#x6821;&#x62DB;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x603B;&#x5171;&#x5185;&#x63A8;&#x4E86;&#x5927;&#x6982;&#x5341;&#x6765;&#x5BB6;&#x516C;&#x53F8;&#xFF0C;&#x4EC5;&#x4EC5;&#x6536;&#x5230;&#x4E24;&#x5BB6;&#x516C;&#x53F8;&#x7684;&#x9762;&#x8BD5;&#x901A;&#x77E5;&#xFF0C;&#x91D1;&#x8776;&#x548C;&#x597D;&#x672A;&#x6765;&#x3002;&#x6CA1;&#x529E;&#x6CD5;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x4E5F;&#x6E05;&#x695A;&#xFF0C;&#x7B80;&#x5386;&#x5B9E;&#x5728;&#x592A;&#x70C2;&#x4E86;&#xFF0C;&#x53EA;&#x9760;&#x7B80;&#x5386;&#x57FA;&#x672C;&#x662F;&#x65E0;&#x6CD5;&#x83B7;&#x53D6;&#x9762;&#x8BD5;&#x673A;&#x4F1A;&#x3002;&#x91D1;&#x8776;&#x548C;&#x597D;&#x672A;&#x6765;&#x90FD;&#x662F;&#x89C6;&#x9891;&#x9762;&#xFF0C;&#x5176;&#x4E2D;&#x91D1;&#x8776;&#x95EE;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;JSON&#x548C;JSONP&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;&#x6211;&#x8BF4;&#x4E86;JSON&#x662F;&#x4E00;&#x79CD;&#x6570;&#x636E;&#x683C;&#x5F0F;JSONP&#x662F;&#x5229;&#x7528;script&#x6807;&#x7B7E;&#x7684;src&#x4E0D;&#x53D7;&#x540C;&#x6E90;&#x7B56;&#x7565;&#x9650;&#x5236;&#x7684;&#x539F;&#x7406;&#x7528;&#x6765;&#x8DE8;&#x57DF;&#x7684;&#x4E00;&#x79CD;&#x65B9;&#x5F0F;&#x540E;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x4F9D;&#x7136;&#x9532;&#x800C;&#x4E0D;&#x820D;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x4EEC;&#x5230;&#x5E95;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#x5462;&#xFF1F;&#x81F3;&#x4ECA;&#x6211;&#x4F9D;&#x7136;&#x4E00;&#x8138;&#x61F5;&#x903C;&#xFF0C;&#x4E0D;&#x77E5;&#x4ED6;&#x5230;&#x5E95;&#x8981;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x7B54;&#x6848;&#x3002;</p>
<p>&#x867D;&#x7136;&#x6574;&#x4E2A;&#x5185;&#x63A8;&#x9636;&#x6BB5;&#x5FD9;&#x5F97;&#x4E0D;&#x4EA6;&#x4E50;&#x4E4E;&#xFF0C;&#x725B;&#x5BA2;&#x7F51;&#x627E;&#x4EBA;&#x5185;&#x63A8;&#xFF0C;&#x52A0;&#x5404;&#x79CD;&#x5185;&#x63A8;&#x7FA4;&#xFF0C;&#x5173;&#x6CE8;&#x6821;&#x62DB;&#x516C;&#x4F17;&#x53F7;&#xFF0C;&#x7136;&#x800C;&#x4E00;&#x4E8B;&#x65E0;&#x6210;&#xFF0C;&#x5F53;&#x7136;&#x8FD9;&#x4E5F;&#x5E76;&#x6CA1;&#x51FA;&#x4E4E;&#x610F;&#x6599;&#xFF0C;&#x56E0;&#x4E3A;&#x81EA;&#x5DF1;&#x771F;&#x7684;&#x5F88;&#x6C34;&#x5440;&#x3002;&#x4E8E;&#x662F;&#x5728;&#x6B63;&#x5F0F;&#x6821;&#x62DB;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x597D;&#x597D;&#x53CD;&#x7701;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x5230;&#x5E95;&#x6709;&#x4EC0;&#x4E48;&#x4F18;&#x52BF;&#x3002;&#x60F3;&#x6765;&#x60F3;&#x53BB;&#xFF0C;&#x9664;&#x4E86;&#x5B66;&#x4E86;&#x4E03;&#x5E74;&#x8BA1;&#x7B97;&#x673A;&#x4E4B;&#x5916;&#xFF0C;&#x518D;&#x6CA1;&#x4EFB;&#x4F55;&#x4F18;&#x52BF;&#x4E86;&#x3002;&#x4F46;&#x8FD9;&#x79CD;&#x4F18;&#x52BF;&#x8BE5;&#x600E;&#x4E48;&#x53D1;&#x6325;&#x51FA;&#x6765;&#x5462;&#xFF1F;&#x6211;&#x7684;&#x60F3;&#x6CD5;&#x662F;&#xFF0C;&#x65E2;&#x7136;&#x770B;&#x5B8C;&#x4E86;&#x300A;&#x7A0B;&#x5E8F;&#x5458;&#x9762;&#x8BD5;&#x5B9D;&#x5178;&#x300B;&#x548C;&#x300A;&#x5251;&#x6307;offer&#x300B;&#xFF0C;&#x90A3;&#x4FBF;&#x5C3D;&#x91CF;&#x5F15;&#x5BFC;&#x9762;&#x8BD5;&#x5B98;&#x5F80;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x548C;&#x7B97;&#x6CD5;&#x65B9;&#x9762;&#x95EE;&#x5427;&#xFF0C;&#x524D;&#x7AEF;&#x9762;&#x8BD5;&#x5B98;&#x95EE;&#x7684;&#x7B97;&#x6CD5;&#x9898;&#x5E94;&#x8BE5;&#x4E0D;&#x81F3;&#x4E8E;&#x8D85;&#x51FA;&#x300A;&#x5251;&#x6307;offer&#x300B;&#x7684;&#x96BE;&#x5EA6;&#x3002;&#x524D;&#x7AEF;&#x9879;&#x76EE;&#x7ECF;&#x9A8C;&#x7684;&#x7F3A;&#x5931;&#xFF0C;&#x90A3;&#x4FBF;&#x5728;js&#x57FA;&#x7840;&#x4E0A;&#x53BB;&#x5F25;&#x8865;&#xFF0C;&#x4E89;&#x53D6;&#x81F3;&#x5C11;&#x5728;js&#x90E8;&#x5206;&#x5C11;&#x4E22;&#x5206;&#x3002;</p>
<p>&#x65F6;&#x95F4;&#x6B65;&#x5165;&#x4E5D;&#x6708;&#x4E0A;&#x65EC;&#xFF0C;&#x5404;&#x5BB6;&#x6821;&#x62DB;&#x9646;&#x7EED;&#x5F00;&#x59CB;&#x3002;&#x7B2C;&#x4E00;&#x5BB6;&#x7EBF;&#x4E0B;&#x9762;&#x8BD5;&#x662F;&#x6570;&#x5B57;&#x653F;&#x901A;&#x3002;&#x867D;&#x7136;&#x6CA1;&#x901A;&#x8FC7;&#xFF0C;&#x4F46;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x7684;&#x9762;&#x8BD5;&#x4F53;&#x9A8C;&#x633A;&#x597D;&#xFF0C;&#x95EE;&#x7684;&#x95EE;&#x9898;&#x633A;&#x5B9E;&#x5728;&#xFF0C;&#x6BD4;&#x5982;&#x6709;&#x4E00;&#x4E2A;&#x662F;js&#x4E2D;&#x539F;&#x578B;&#x94FE;&#x7684;&#x6700;&#x9876;&#x7AEF;&#x662F;&#x4EC0;&#x4E48;&#x3002;&#x56DE;&#x53BB;&#x540E;&#x6076;&#x8865;&#x4E86;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#xFF0C;&#x4E4B;&#x540E;&#x5728;&#x5176;&#x4ED6;&#x9762;&#x8BD5;&#x4E2D;&#x4FBF;&#x7528;&#x4E0A;&#x4E86;&#x3002;&#x6C42;&#x804C;&#x662F;&#x4E00;&#x4E2A;&#x4EE5;&#x6218;&#x517B;&#x6218;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x6BCF;&#x6B21;&#x9762;&#x8BD5;&#x4E4B;&#x540E;&#x90FD;&#x5BF9;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#x8FDB;&#x884C;&#x6574;&#x7406;&#xFF0C;&#x4E4B;&#x540E;&#x7684;&#x9762;&#x8BD5;&#x4E2D;&#x4FBF;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x767E;&#x5206;&#x4E4B;&#x516B;&#x5341;&#x90FD;&#x662F;&#x4F60;&#x9047;&#x5230;&#x8FC7;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5F53;&#x5929;&#x665A;&#x4E0A;&#x5C31;&#x6536;&#x5230;&#x4E86;&#x6570;&#x5B57;&#x653F;&#x901A;&#x7684;&#x62D2;&#x7EDD;&#x77ED;&#x4FE1;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x62D6;&#x62D6;&#x62C9;&#x62C9;&#x8BA9;&#x4EBA;&#x7B49;&#x6D88;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5F88;&#x826F;&#x5FC3;&#x4E86;&#x3002;9&#x6708;13&#x65E5;&#x53C2;&#x52A0;&#x4E86;&#x4E24;&#x5BB6;&#x9762;&#x8BD5;&#xFF0C;&#x873B;&#x8713;FM&#x4E0E;CVTE&#x3002;&#x873B;&#x8713;FM&#x662F;&#x7B2C;&#x4E00;&#x5BB6;&#x62B1;&#x4E86;&#x5E0C;&#x671B;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x4E00;&#x9762;&#x95EE;&#x4E86;&#x4E24;&#x4E2A;&#x7B80;&#x5355;&#x7B97;&#x6CD5;&#x9898;&#xFF0C;&#x987A;&#x5229;&#x901A;&#x8FC7;&#xFF0C;&#x4E8C;&#x9762;&#x5C31;&#x6709;&#x70B9;&#x5947;&#x602A;&#x4E86;&#x3002;&#x4E8C;&#x9762;&#x9762;&#x8BD5;&#x5B98;&#x62FF;&#x7740;&#x4E00;&#x4E2A;&#x4ED6;&#x5199;&#x7684;&#x624B;&#x673A;&#x68CB;&#x7C7B;&#x6E38;&#x620F;&#xFF0C;&#x95EE;&#x5982;&#x679C;&#x8BA9;&#x6211;&#x5B9E;&#x73B0;&#x91CC;&#x9762;&#x7684;AI&#xFF0C;&#x8BE5;&#x5982;&#x4F55;&#x5B9E;&#x73B0;&#x3002;&#x5982;&#x679C;&#x662F;&#x4EE5;&#x524D;&#xFF0C;&#x6211;&#x5012;&#x633A;&#x559C;&#x6B22;&#x8FD9;&#x79CD;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x6211;&#x4E3A;&#x9762;&#x8BD5;&#x51C6;&#x5907;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x4F60;&#x518D;&#x95EE;&#x6211;&#x8FD9;&#x79CD;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x5C82;&#x4E0D;&#x662F;&#x592A;&#x5403;&#x4E8F;&#x4E86;&#x3002;&#x800C;&#x4E14;&#x8FD9;&#x4E2A;&#x68CB;&#x7C7B;&#x6E38;&#x620F;&#x4F3C;&#x4E4E;&#x662F;&#x4ED6;&#x81EA;&#x5DF1;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x4ECE;&#x6765;&#x6CA1;&#x73A9;&#x8FC7;&#xFF0C;&#x8BA9;&#x6211;&#x53BB;&#x4E0B;&#x7684;&#x8BDD;&#x6211;&#x8FD8;&#x672A;&#x5FC5;&#x4E0B;&#x5F97;&#x8D62;AI&#xFF0C;&#x8FD9;&#x8BA9;&#x6211;&#x8BBE;&#x8BA1;AI&#x7B97;&#x6CD5;&#x8FD8;&#x8981;&#x5B9E;&#x73B0;&#x65B0;&#x624B;&#x3001;&#x4E13;&#x4E1A;&#x3001;&#x5927;&#x5E08;&#x7B49;&#x4E0D;&#x540C;&#x96BE;&#x5EA6;&#x7684;AI&#xFF0C;&#x5B9E;&#x5728;&#x6709;&#x70B9;&#x5F3A;&#x4EBA;&#x6240;&#x96BE;&#x5450;&#x3002;&#x9762;&#x8BD5;&#x5B98;&#x4EBA;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x5BF9;&#x6211;&#x5FAA;&#x5FAA;&#x5584;&#x8BF1;&#xFF0C;&#x804A;&#x4E86;&#x4E00;&#x4E2A;&#x534A;&#x5C0F;&#x65F6;&#xFF0C;&#x8BA9;&#x6211;&#x66FE;&#x4E00;&#x5EA6;&#x4EE5;&#x4E3A;&#x770B;&#x5230;&#x4E86;&#x7B2C;&#x4E00;&#x4EFD;offer&#x7684;&#x5E0C;&#x671B;&#xFF0C;&#x7ED3;&#x679C;&#x5E76;&#x6CA1;&#x6709;&#x3002;&#x873B;&#x8713;FM&#x4E4B;&#x540E;&#x76F4;&#x63A5;&#x53BB;&#x9762;CVTE&#xFF0C;CVTE&#x7684;&#x9762;&#x8BD5;&#x8BA9;&#x6211;&#x6028;&#x5FF5;&#x4E86;&#x5F88;&#x4E45;&#xFF0C;&#x56E0;&#x4E3A;&#x6392;&#x961F;&#x65F6;&#x95F4;&#x8FC7;&#x957F;&#xFF0C;&#x9519;&#x8FC7;&#x4E86;&#x5F53;&#x665A;&#x7684;&#x767E;&#x5EA6;&#x7B14;&#x8BD5;&#x3002;&#x867D;&#x7136;&#x9009;&#x62E9;&#x653E;&#x5F03;&#x767E;&#x5EA6;&#x7B14;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#x89C9;&#x5F97;BAT&#x592A;&#x9065;&#x4E0D;&#x53EF;&#x53CA;&#xFF0C;&#x9519;&#x8FC7;&#x5C31;&#x9519;&#x8FC7;&#x7F62;&#xFF0C;&#x7136;&#x800C;&#x4E8B;&#x540E;&#x56DE;&#x8FC7;&#x5934;&#x518D;&#x770B;&#x7684;&#x8BDD;&#xFF0C;&#x8FD8;&#x662F;&#x5F53;&#x65F6;&#x592A;&#x6002;&#x4E86;&#xFF0C;&#x8DDD;&#x79BB;&#x5176;&#x5B9E;&#x5E76;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x9065;&#x8FDC;&#x3002;CVTE&#x6295;&#x7684;&#x662F;&#x5D4C;&#x5165;&#x5F0F;&#x5C97;&#xFF0C;&#x9762;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#x6211;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x60F3;&#x8D77;&#x4E86;&#x300A;&#x5251;&#x6307;offer&#x300B;&#x4E0A;&#x9762;&#x5199;&#x7684;&#x4E00;&#x6BB5;&#x8BDD;&#xFF0C;&#x201C;&#x5982;&#x679C;&#x4F60;&#x89C9;&#x5F97;&#x9762;&#x8BD5;&#x9898;&#x8D8A;&#x6765;&#x8D8A;&#x7B80;&#x5355;&#xFF0C;&#x90A3;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x6302;&#x4E86;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x4E0D;&#x4F24;&#x4F60;&#x60C5;&#x9762;&#x624D;&#x627E;&#x51E0;&#x4E2A;&#x4F60;&#x80FD;&#x7B54;&#x4E0A;&#x6765;&#x7684;&#x95EE;&#x9898;&#x95EE;&#x201D;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E5F;&#x6B63;&#x662F;&#x5982;&#x6B64;&#x3002;9&#x6708;&#x4E2D;&#x65EC;&#x9664;&#x4E86;&#x8FD9;&#x4E24;&#x5BB6;&#x4E4B;&#x5916;&#xFF0C;&#x518D;&#x5C31;&#x9762;&#x4E86;&#x4EAC;&#x4E1C;&#xFF0C;&#x9762;&#x4EAC;&#x4E1C;&#x65F6;&#x81EA;&#x5DF1;&#x5931;&#x8BEF;&#x592A;&#x5927;&#x4E86;&#xFF0C;&#x597D;&#x51E0;&#x4E2A;&#x5E94;&#x8BE5;&#x80FD;&#x7B54;&#x4E0A;&#x6765;&#x7684;&#x95EE;&#x9898;&#x6CA1;&#x56DE;&#x7B54;&#x4E0A;&#x6765;&#xFF0C;&#x5C31;&#x8FD9;&#x4E48;&#x53C8;&#x9519;&#x8FC7;&#x4E86;&#x4E00;&#x5BB6;&#x77E5;&#x540D;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#x3002;</p>
<p>&#x4E5D;&#x6708;&#x4E0B;&#x65EC;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5FC3;&#x60C5;&#x6CE2;&#x52A8;&#x6700;&#x5927;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x671F;&#xFF0C;&#x6BCF;&#x4E00;&#x5929;&#x90FD;&#x50CF;&#x5750;&#x8FC7;&#x5C71;&#x8F66;&#x4E00;&#x822C;&#x3002;20&#x53F7;&#x5DE6;&#x53F3;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x65F6;&#x95F4;&#x8FD8;&#x65E9;&#xFF0C;&#x6CA1;&#x62FF;&#x5230;offer&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#xFF0C;&#x4E4B;&#x540E;&#x8FD8;&#x6709;&#x4E00;&#x6574;&#x4E2A;&#x5341;&#x6708;&#x5462;&#x3002;&#x7ED3;&#x679C;&#x8FC7;&#x4E86;&#x4E24;&#x4E09;&#x5929;&#xFF0C;&#x6709;&#x540C;&#x5B66;&#x9646;&#x7EED;&#x5F00;&#x59CB;&#x62FF;&#x5230;offer&#xFF0C;&#x6709;&#x4E9B;&#x7740;&#x6025;&#x4E86;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x8FC7;&#x4E24;&#x4E09;&#x5929;&#xFF0C;&#x7ECF;&#x5E38;&#x548C;&#x81EA;&#x5DF1;&#x4E00;&#x8D77;&#x8DD1;&#x6821;&#x62DB;&#x7684;&#x540C;&#x5B66;&#x4E5F;&#x62FF;&#x5230;&#x4E86;offer&#xFF0C;&#x5FC3;&#x7406;&#x538B;&#x529B;&#x66F4;&#x5927;&#x4E86;&#xFF0C;&#x518D;&#x8FC7;&#x4E24;&#x4E09;&#x5929;&#xFF0C;&#x81EA;&#x5DF1;&#x4E5F;&#x62FF;&#x5230;&#x4E86;offer&#x3002;9&#x6708;21&#x65E5;&#x662F;&#x5370;&#x8C61;&#x5F88;&#x6DF1;&#x523B;&#x7684;&#x4E00;&#x5929;&#xFF0C;&#x4E0A;&#x5348;&#x5148;&#x9762;&#x4E86;&#x79D1;&#x5927;&#x8BAF;&#x98DE;&#xFF0C;&#x7136;&#x540E;&#x53BB;&#x9762;58&#x540C;&#x57CE;&#xFF0C;&#x4E0B;&#x5348;&#x518D;&#x9762;&#x7F8E;&#x56E2;&#x70B9;&#x8BC4;&#x3002;&#x79D1;&#x5927;&#x8BAF;&#x98DE;&#x7684;&#x9762;&#x8BD5;&#x5F88;&#x5BFB;&#x5E38;&#xFF0C;58&#x540C;&#x57CE;&#x7684;&#x9762;&#x8BD5;&#x633A;&#x6709;&#x65B0;&#x610F;&#xFF0C;&#x8BA9;&#x6211;&#x4ECE;&#x7B14;&#x8BD5;&#x9898;&#x91CC;&#x9009;&#x62E9;5&#x9053;&#x9898;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x6839;&#x636E;&#x8FD9;5&#x9053;&#x9898;&#x63D0;&#x95EE;&#xFF0C;&#x8FD9;&#x65F6;&#x5019;&#x6211;&#x53C8;&#x672C;&#x80FD;&#x6027;&#x5730;&#x6002;&#x4E86;&#xFF0C;&#x6311;&#x9009;&#x9898;&#x76EE;&#x65F6;&#x5C3D;&#x91CF;&#x627E;&#x90A3;&#x79CD;&#x7279;&#x522B;&#x7B80;&#x5355;&#x7684;&#x9898;&#x76EE;&#xFF0C;&#x6BD4;&#x5982;&#x4E00;&#x4E2A;&#x586B;css&#x9009;&#x62E9;&#x5668;&#x7684;&#x586B;&#x7A7A;&#x9898;&#x3001;html&#x6807;&#x7B7E;&#x4E4B;&#x7C7B;&#xFF0C;&#x771F;&#x662F;&#x7CCA;&#x6D82;&#x5450;&#xFF0C;&#x6311;&#x7B80;&#x5355;&#x7684;&#x9898;&#x76EE;&#x8FD9;&#x4E0D;&#x662F;&#x6446;&#x660E;&#x4E86;&#x81EA;&#x5DF1;&#x6C34;&#x5E73;&#x4E0D;&#x591F;&#x5417;&#xFF0C;&#x800C;&#x4E14;&#x6211;&#x4EE5;&#x4E3A;&#x6211;&#x6311;&#x9009;&#x7684;&#x9898;&#x76EE;&#x9762;&#x8BD5;&#x5B98;&#x6CA1;&#x591A;&#x5C11;&#x77E5;&#x8BC6;&#x70B9;&#x53EF;&#x4EE5;&#x95EE;&#xFF0C;&#x7136;&#x800C;&#x9762;&#x8BD5;&#x5B98;&#x80FD;&#x95EE;&#x7684;&#x77E5;&#x8BC6;&#x70B9;&#x53C8;&#x5C82;&#x662F;&#x6211;&#x80FD;&#x9884;&#x6599;&#x5230;&#xFF0C;&#x6700;&#x7EC8;&#x806A;&#x660E;&#x53CD;&#x88AB;&#x806A;&#x660E;&#x8BEF;&#x3002;&#x4E0B;&#x5348;&#x9762;&#x8BD5;&#x7F8E;&#x56E2;&#x70B9;&#x8BC4;&#xFF0C;&#x4F9D;&#x7136;&#x8BB0;&#x5F97;&#x9762;&#x8BD5;&#x5B98;&#x95EE;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#x8BA9;&#x6211;&#x8BF4;&#x8BF4;&#x76D2;&#x6A21;&#x578B;&#x3002;&#x6211;&#x4E00;&#x4E2A;&#x6CA1;&#x542C;&#x6E05;&#xFF0C;&#x201C;&#x6838;&#x6A21;&#x578B;&#xFF1F;&#x8FD9;&#x662F;&#x5565;&#xFF0C;&#x4F60;&#x5199;&#x4E0B;&#x6765;&#x770B;&#x770B;&#x5427;&#x201D;&#x3002;&#x9762;&#x8BD5;&#x5B98;&#x4E5F;&#x4E00;&#x8138;&#x61F5;&#x903C;&#xFF0C;&#x201C;&#x76D2;&#x6A21;&#x578B;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#xFF1F;&#x8FD9;&#x8FD8;&#x9700;&#x8981;&#x5199;&#x5417;&#xFF1F;&#x201D;&#x8FD8;&#x597D;&#x6211;&#x8D76;&#x7D27;&#x53CD;&#x5E94;&#x4E86;&#x8FC7;&#x6765;&#x3002;&#x4E00;&#x9762;&#x4E4B;&#x540E;&#x5C31;&#x662F;&#x4E8C;&#x9762;&#xFF0C;&#x7F8E;&#x56E2;&#x7684;&#x4E8C;&#x9762;&#x7B80;&#x76F4;&#x662F;&#x4E2A;&#x7EAF;&#x7CB9;&#x88AB;&#x8650;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x867D;&#x7136;&#x95EE;&#x7684;&#x90FD;&#x662F;&#x6211;&#x6240;&#x671F;&#x671B;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x57FA;&#x7840;&#xFF0C;&#x7136;&#x800C;&#x5B9E;&#x5728;&#x662F;&#x592A;&#x96BE;&#x4E86;&#x3002;&#x8FD8;&#x95EE;&#x5230;&#x51FD;&#x6570;&#x5F0F;&#x7F16;&#x7A0B;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x90A3;&#x65F6;&#x6211;&#x8FDE;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x542C;&#x90FD;&#x6CA1;&#x542C;&#x8BF4;&#x8FC7;&#xFF0C;&#x5E76;&#x4E14;&#x8FDE;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x7684;&#x601D;&#x60F3;&#x90FD;&#x8FD8;&#x6CA1;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x95EE;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8BF4;&#x5982;&#x679C;&#x6211;&#x9047;&#x5230;&#x8FD9;&#x9700;&#x6C42;&#x6211;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x4F1A;&#x600E;&#x4E48;&#x505A;&#x3002;&#x6211;&#x5927;&#x6982;&#x662F;&#x7834;&#x7F50;&#x5B50;&#x7834;&#x6454;&#x4E86;&#xFF0C;&#x5C31;&#x8BF4;&#x5982;&#x679C;&#x662F;&#x6211;&#xFF0C;&#x6211;&#x4F1A;&#x5148;&#x6253;&#x5F00;&#x7535;&#x8111;&#x767E;&#x5EA6;&#x4E00;&#x4E0B;&#x3002;&#x9762;&#x8BD5;&#x5B98;&#x695E;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x65CB;&#x5373;&#x95EE;&#x5230;&#xFF0C;&#x90A3;&#x4F60;&#x51C6;&#x5907;&#x600E;&#x4E48;&#x767E;&#x5EA6;&#xFF1F;&#x6211;&#x8FD9;&#x6709;&#x7535;&#x8111;&#xFF0C;&#x4F60;&#x73B0;&#x573A;&#x767E;&#x5EA6;&#x7ED9;&#x6211;&#x770B;&#x770B;&#x3002;&#x6211;&#x771F;&#x7684;&#x62FF;&#x4ED6;&#x7535;&#x8111;&#x641C;&#x7D22;&#x4E86;&#x8D77;&#x6765;&#xFF0C;&#x5728;&#x77E5;&#x4E4E;&#x627E;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x76F8;&#x5173;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4ED6;&#x770B;&#x4E86;&#x4E4B;&#x540E;&#x4E0D;&#x7F6E;&#x53EF;&#x5426;&#x3002;&#x88AB;&#x8650;&#x6210;&#x8FD9;&#x6837;&#xFF0C;&#x4F9D;&#x7136;&#x8FC7;&#x4E86;&#x4E8C;&#x9762;&#xFF0C;&#x8FDB;&#x4E86;&#x4E09;&#x9762;&#x56DB;&#x9762;&#x3002;&#x56DB;&#x9762;&#x662F;hr&#x9762;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;hr&#x4E4B;&#x540E;&#x65E0;&#x7591;&#x662F;&#x5174;&#x594B;&#x7684;&#xFF0C;&#x665A;&#x4E0A;&#x56DE;&#x5B66;&#x6821;&#x7684;&#x8DEF;&#x4E0A;&#x548C;&#x4E00;&#x540C;&#x9762;&#x8BD5;&#x7684;&#x540C;&#x5B66;&#x8BA8;&#x8BBA;&#x4E2A;&#x4E0D;&#x505C;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x665A;&#x4E0A;&#x56DE;&#x5B66;&#x6821;&#x540E;&#x505A;&#x597D;&#x672A;&#x6765;&#x7B14;&#x8BD5;&#x90FD;&#x6CA1;&#x4EC0;&#x4E48;&#x5FC3;&#x60C5;&#xFF0C;&#x987A;&#x4FBF;&#x5410;&#x69FD;&#x4E00;&#x53E5;&#xFF0C;&#x597D;&#x672A;&#x6765;&#x7B14;&#x8BD5;&#x4E2D;&#x6709;&#x4E00;&#x9898;&#x662F;TSP&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x662F;&#x628A;&#x6211;&#x4EEC;&#x5F53;&#x9AD8;&#x65AF;&#x4E86;&#x5417;&#xFF0C;&#x6325;&#x624B;&#x4E4B;&#x95F4;&#x5C31;&#x80FD;&#x89E3;&#x51B3;&#x4E16;&#x754C;&#x96BE;&#x9898;&#x3002;&#x5F53;&#x65F6;&#x6709;&#x591A;&#x6B23;&#x559C;&#xFF0C;&#x4E24;&#x5929;&#x540E;&#x6536;&#x5230;&#x7F8E;&#x56E2;&#x62D2;&#x4FE1;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x6709;&#x591A;&#x6CAE;&#x4E27;&#x3002;&#x8FD9;&#x611F;&#x89C9;&#x5C31;&#x50CF;&#x4F60;&#x5411;&#x4E00;&#x4E2A;&#x6697;&#x604B;&#x4E86;&#x5F88;&#x4E45;&#x7684;&#x59D1;&#x5A18;&#x8868;&#x767D;&#xFF0C;&#x59D1;&#x5A18;&#x63A5;&#x53D7;&#x4E86;&#x4F60;&#x7684;&#x9C9C;&#x82B1;&#xFF0C;&#x6EE1;&#x8138;&#x5A07;&#x7F9E;&#x5730;&#x8F7B;&#x55D4;&#x9053;&#x201C;&#x8BA9;&#x4EBA;&#x5BB6;&#x8003;&#x8651;&#x4E24;&#x5929;&#x5566;&#x201D;&#xFF0C;&#x5728;&#x4F60;&#x5DF2;&#x7ECF;&#x8BA1;&#x5212;&#x7740;&#x4F60;&#x4EEC;&#x5B69;&#x5B50;&#x53EB;&#x4EC0;&#x4E48;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E24;&#x5929;&#x540E;&#x6536;&#x5230;&#x4E86;&#x597D;&#x4EBA;&#x5361;&#x3002;&#x6211;&#x4E00;&#x76F4;&#x4EE5;&#x4E3A;&#x81EA;&#x5DF1;&#x5185;&#x5FC3;&#x8DB3;&#x591F;&#x5F3A;&#x5927;&#xFF0C;&#x7136;&#x800C;&#x5728;&#x6536;&#x5230;&#x7F8E;&#x56E2;&#x62D2;&#x4FE1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x6B63;&#x5728;&#x8FDB;&#x884C;&#x7684;&#x5C0F;&#x7C73;&#x7B14;&#x8BD5;&#x600E;&#x4E48;&#x4E5F;&#x6CA1;&#x6CD5;&#x51B7;&#x9759;&#x4E0B;&#x6765;&#x7EE7;&#x7EED;&#x505A;&#x4E0B;&#x53BB;&#x4E86;&#x3002;&#x54E6;&#x5BF9;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x7684;&#x7B2C;&#x4E00;&#x4EFD;offer&#x4FBF;&#x662F;&#x5728;&#x6536;&#x5230;&#x7F8E;&#x56E2;&#x62D2;&#x4FE1;&#x7684;&#x90A3;&#x5929;&#x4E0A;&#x5348;&#x62FF;&#x5230;&#x7684;&#xFF0C;&#x85AA;&#x6C34;&#x5F85;&#x9047;&#x52C9;&#x5F3A;&#x7B97;&#x662F;&#x8FBE;&#x5230;&#x4E86;&#x6211;&#x5F53;&#x65F6;&#x7684;&#x671F;&#x671B;&#xFF0C;&#x53EA;&#x662F;&#x516C;&#x53F8;&#x540D;&#x6C14;&#x4E0D;&#x7B26;&#x5408;&#x5FC3;&#x7406;&#x9884;&#x671F;&#xFF0C;&#x7740;&#x5B9E;&#x79F0;&#x4E0D;&#x4E0A;&#x6EE1;&#x610F;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x62FF;&#x5230;offer&#x88AB;&#x8BA4;&#x53EF;&#x7684;&#x6EE1;&#x8DB3;&#x611F;&#x8FD8;&#x662F;&#x6709;&#x7684;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x90A3;&#x5BB6;&#x516C;&#x53F8;&#x9762;&#x8BD5;&#x65F6;&#x8FD8;&#x633A;&#x6709;&#x8DA3;&#xFF0C;&#x548C;&#x9762;&#x8BD5;&#x5B98;&#x804A;&#x5F97;&#x5E76;&#x4E0D;&#x878D;&#x6D3D;&#xFF0C;&#x9762;&#x8BD5;&#x5B98;&#x5199;&#x8BC4;&#x8BED;&#x65F6;&#x7279;&#x610F;&#x7528;&#x7EB8;&#x6321;&#x7740;&#x4E0D;&#x8BA9;&#x6211;&#x770B;&#xFF0C;&#x5199;&#x5B8C;&#x540E;&#x8BA9;&#x4EBA;&#x5E26;&#x7740;&#x8BC4;&#x8BED;&#x548C;&#x6211;&#x53BB;hr&#x90A3;&#x3002;&#x4E00;&#x51FA;&#x95E8;&#xFF0C;&#x62FF;&#x7740;&#x8BC4;&#x8BED;&#x7684;&#x4EBA;&#x4FBF;&#x628A;&#x8BC4;&#x8BED;&#x9012;&#x7ED9;&#x4E86;&#x6211;&#xFF0C;&#x6211;&#x626B;&#x4E86;&#x4E00;&#x773C;&#xFF0C;&#x53D1;&#x73B0;&#x90FD;&#x662F;&#x8868;&#x626C;&#x7684;&#x8BDD;&#x5440;&#xFF0C;&#x201C;&#x57FA;&#x7840;&#x77E5;&#x8BC6;&#x624E;&#x5B9E;&#x5EFA;&#x8BAE;&#x5F55;&#x7528;&#x201D;&#x4E4B;&#x7C7B;&#x7684;&#xFF0C;&#x8FD9;&#x5E72;&#x561B;&#x8981;&#x50CF;&#x9632;&#x8D3C;&#x4E00;&#x6837;&#x4E0D;&#x8BA9;&#x6211;&#x770B;&#x5230;&#xFF0C;&#x65E0;&#x529B;&#x5410;&#x69FD;&#x4E86;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x4E2A;offer&#x8FDC;&#x8FDC;&#x4E0D;&#x80FD;&#x51B2;&#x6563;&#x665A;&#x4E0A;&#x6536;&#x5230;&#x62D2;&#x4FE1;&#x7684;&#x60B2;&#x4F24;&#xFF0C;&#x5FE7;&#x90C1;&#x4E86;&#x8BB8;&#x4E45;&#xFF0C;&#x53C8;&#x53D1;&#x4E86;&#x6761;&#x5FAE;&#x535A;&#x3002;</p>
<p><img src="/2017/10/15/&#x5B66;&#x6E23;&#x6C42;&#x804C;&#x8BB0;/weibo-20160923.png" alt="NOOBS Files"></p>
<p>&#x867D;&#x7136;&#x51B3;&#x5B9A;&#x4E0D;&#x5C06;&#x5C31;&#xFF0C;&#x4F46;&#x62FF;&#x5230;&#x4E86;&#x4E00;&#x4E2A;offer&#x540E;&#xFF0C;&#x518D;&#x9762;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#x8FD8;&#x662F;&#x6709;&#x5E95;&#x6C14;&#x4E86;&#x597D;&#x591A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x9762;&#x8BD5;&#x4E00;&#x4E9B;&#x5C0F;&#x516C;&#x53F8;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x66F4;&#x662F;&#x6C14;&#x573A;&#x5341;&#x8DB3;&#xFF0C;&#x6839;&#x672C;&#x4E0D;&#x5728;&#x610F;&#x9762;&#x8BD5;&#x5B98;&#x662F;&#x5426;&#x5F55;&#x7528;&#xFF0C;&#x53EA;&#x662F;&#x7EAF;&#x7CB9;&#x5730;&#x5F53;&#x4F5C;&#x5237;&#x7ECF;&#x9A8C;&#x3002;&#x6709;&#x4E86;&#x81EA;&#x4FE1;&#xFF0C;&#x4EBA;&#x4E5F;&#x8868;&#x73B0;&#x5F97;&#x597D;&#x591A;&#x4E86;&#xFF0C;&#x53C8;&#x62FF;&#x5230;&#x4E86;&#x4E24;&#x5BB6;offer&#xFF0C;&#x867D;&#x7136;&#x4F9D;&#x7136;&#x5C5E;&#x4E8E;&#x4E0D;&#x5C06;&#x5C31;&#x7684;&#x8303;&#x56F4;&#x3002;9&#x6708;27&#x65E5;&#xFF0C;&#x7EC8;&#x4E8E;&#x8FCE;&#x6765;&#x4E86;&#x73B0;&#x5728;&#x6240;&#x5728;&#x516C;&#x53F8;&#x7684;&#x7B14;&#x8BD5;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x65F6;&#x6765;&#x8FD0;&#x8F6C;&#xFF0C;&#x7B14;&#x8BD5;&#x65F6;&#x5C31;&#x89C9;&#x5F97;&#x5982;&#x6709;&#x795E;&#x52A9;&#xFF0C;2&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x7B14;&#x8BD5;&#x9898;&#xFF0C;40&#x5206;&#x949F;&#x5C31;&#x5B8C;&#x6210;&#x4E86;&#xFF0C;&#x5F53;&#x665A;&#x4FBF;&#x53D7;&#x5230;&#x9762;&#x8BD5;&#x901A;&#x77E5;&#x3002;&#x7EA6;&#x7684;&#x662F;30&#x53F7;&#x9762;&#x8BD5;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x8BA1;&#x5212;29&#x53F7;&#x56DE;&#x5BB6;&#xFF0C;&#x4E8E;&#x662F;&#x51B3;&#x5B9A;28&#x53F7;&#x53BB;&#x8BD5;&#x8BD5;&#x80FD;&#x5426;&#x63D0;&#x524D;&#x9762;&#x8BD5;&#x3002;&#x597D;&#x5728;hr&#x4EEC;&#x90FD;&#x6BD4;&#x8F83;&#x597D;&#x8BF4;&#x8BDD;&#xFF0C;&#x7ED9;&#x6211;&#x5B89;&#x6392;&#x4E86;&#x4E2D;&#x5348;&#x9762;&#x8BD5;&#xFF0C;&#x548C;&#x9762;&#x8BD5;&#x5B98;&#x4E5F;&#x6BD4;&#x8F83;&#x804A;&#x5F97;&#x6765;&#xFF0C;&#x6700;&#x540E;&#x5F53;&#x573A;&#x5C31;&#x53D1;&#x4E86;offer&#x3002;&#x65E2;&#x7136;&#x516C;&#x53F8;&#x8FD9;&#x4E48;&#x723D;&#x5FEB;&#xFF0C;&#x6211;&#x4E5F;&#x51B3;&#x5B9A;&#x4E0D;&#x518D;&#x72B9;&#x8C6B;&#xFF0C;&#x76F4;&#x63A5;&#x7B7E;&#x7B97;&#x4E86;&#xFF0C;&#x5F53;&#x5373;&#x901A;&#x77E5;&#x5728;&#x5B66;&#x6821;&#x5373;&#x5C06;&#x6765;&#x9762;&#x8BD5;&#x7684;&#x540C;&#x5B66;&#x5E2E;&#x5FD9;&#x628A;&#x4E09;&#x65B9;&#x5E26;&#x4E86;&#x8FC7;&#x6765;&#xFF0C;&#x5F53;&#x573A;&#x7B7E;&#x7EA6;&#x3002;</p>
<p>&#x6821;&#x62DB;&#x671F;&#x95F4;&#x867D;&#x7136;&#x7D2F;&#xFF0C;&#x6BCF;&#x5929;&#x65E9;&#x6668;7&#x70B9;&#x5C31;&#x4ECE;&#x5B66;&#x6821;&#x62FC;&#x8F66;&#x51FA;&#x53D1;&#xFF0C;&#x6BCF;&#x5929;&#x665A;&#x4E0A;10&#x70B9;&#x591A;&#x8FD8;&#x5728;&#x7FA4;&#x91CC;&#x95EE;&#x6709;&#x6CA1;&#x6709;&#x540C;&#x5B66;&#x73B0;&#x5728;&#x5728;XX&#x51C6;&#x5907;&#x62FC;&#x8F66;&#x56DE;&#x9EC4;&#x5BB6;&#x6E56;&#x7684;&#xFF0C;&#x4F46;&#x79F0;&#x5F97;&#x4E0A;&#x662F;&#x7814;&#x7A76;&#x751F;&#x4E09;&#x5E74;&#x91CC;&#x6700;&#x5145;&#x5B9E;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x5149;&#x4E86;&#xFF0C;&#x4E00;&#x5927;&#x7FA4;&#x4EBA;&#x4E3A;&#x4E86;&#x68A6;&#x60F3;&#x4E00;&#x8D77;&#x52AA;&#x529B;&#xFF0C;&#x800C;&#x90A3;&#x65F6;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x51B3;&#x5B9A;&#xFF0C;&#x6BD4;&#x5982;&#x662F;&#x5426;&#x53C2;&#x52A0;&#x8FD9;&#x573A;&#x5BA3;&#x8BB2;&#x4F1A;&#xFF0C;&#x662F;&#x5426;&#x53C2;&#x52A0;&#x8FD9;&#x5BB6;&#x7B14;&#x8BD5;&#xFF0C;&#x90FD;&#x5C06;&#x51B3;&#x5B9A;&#x4E4B;&#x540E;&#x7684;&#x4EBA;&#x751F;&#x8D70;&#x5411;&#x3002;&#x6821;&#x62DB;&#x6BD4;&#x9AD8;&#x8003;&#x548C;&#x8003;&#x7814;&#x66F4;&#x6709;&#x9B45;&#x529B;&#x7684;&#x5730;&#x65B9;&#x5728;&#x4E8E;&#xFF0C;&#x6218;&#x7EBF;&#x66F4;&#x77ED;&#xFF0C;&#x628A;&#x63E1;&#x547D;&#x8FD0;&#x7684;&#x611F;&#x89C9;&#x66F4;&#x5B9E;&#x5728;&#x3002;</p>
<p>&#x6211;&#x7684;&#x6821;&#x62DB;&#x4ECE;&#x7ED3;&#x679C;&#x4E0A;&#x6765;&#x770B;&#x5DEE;&#x5F3A;&#x4EBA;&#x610F;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x4E5D;&#x6708;&#x5E95;&#x5C31;&#x7ED3;&#x675F;&#x4E86;&#xFF0C;&#x4E0D;&#x7528;&#x5341;&#x6708;&#x7EE7;&#x7EED;&#x8DD1;&#x5BA3;&#x8BB2;&#x4F1A;&#x3002;&#x7B7E;&#x4E86;&#x4E09;&#x65B9;&#x540E;&#x6211;&#x5176;&#x5B9E;&#x5C31;&#x60F3;&#x6765;&#x5199;&#x7BC7;&#x6587;&#x8BB0;&#x5F55;&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x6C42;&#x804C;&#x8FC7;&#x7A0B;&#xFF0C;&#x7136;&#x800C;&#x5148;&#x662F;&#x62C5;&#x5FE7;&#x6BD5;&#x4E0D;&#x4E86;&#x4E1A;&#xFF0C;&#x7136;&#x540E;&#x53C8;&#x62C5;&#x5FC3;&#x516C;&#x53F8;&#x6BC1;&#x7EA6;&#xFF0C;&#x6700;&#x540E;&#x53C8;&#x62C5;&#x5FC3;&#x8FC7;&#x4E0D;&#x4E86;&#x57F9;&#x8BAD;&#x671F;&#xFF0C;&#x603B;&#x60F3;&#x7740;&#x76D6;&#x68FA;&#x5B9A;&#x8BBA;&#xFF0C;&#x7B49;&#x4E00;&#x5207;&#x90FD;&#x5DF2;&#x7ECF;&#x5B9A;&#x4E0B;&#x6765;&#x4E86;&#x518D;&#x6765;&#x8BB0;&#x5F55;&#xFF0C;&#x514D;&#x5F97;&#x7A7A;&#x6B22;&#x559C;&#x4E00;&#x573A;&#xFF0C;&#x7ED3;&#x679C;&#x62D6;&#x7740;&#x62D6;&#x7740;&#x5C31;&#x4E00;&#x5E74;&#x8FC7;&#x53BB;&#x4E86;&#x3002;&#x65F6;&#x8FC7;&#x5883;&#x8FC1;&#xFF0C;&#x6211;&#x53EF;&#x80FD;&#x5FD8;&#x4E86;&#x5F53;&#x65F6;&#x7684;&#x7126;&#x8651;&#xFF0C;&#x53EF;&#x80FD;&#x6DE1;&#x5316;&#x62FF;&#x5230;offer&#x65F6;&#x7684;&#x6B23;&#x559C;&#xFF0C;&#x4F46;&#x6211;&#x60F3;&#xFF0C;&#x5982;&#x679C;&#x51E0;&#x5E74;&#x540E;&#x8BA9;&#x6211;&#x9009;&#x4E00;&#x4E2A;&#x56DE;&#x5230;&#x8FC7;&#x53BB;&#x7684;&#x65F6;&#x95F4;&#x8282;&#x70B9;&#xFF0C;&#x6821;&#x62DB;&#x65E0;&#x7591;&#x662F;&#x5176;&#x4E2D;&#x5F88;&#x9192;&#x76EE;&#x7684;&#x4E00;&#x4E2A;&#xFF0C;&#x5C31;&#x50CF;&#x73B0;&#x5728;&#x603B;&#x60F3;&#x7740;&#x56DE;&#x5230;&#x4E2D;&#x8003;&#x6216;&#x9AD8;&#x8003;&#x540E;&#x586B;&#x5FD7;&#x613F;&#x7684;&#x524D;&#x5915;&#xFF0C;&#x6325;&#x6325;&#x624B;&#x6307;&#xFF0C;&#x62E8;&#x52A8;&#x4EBA;&#x751F;&#x8F68;&#x8FF9;&#x3002;</p>

      
    </div>

    

    
    
    

    

    
      
    
    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/求职/" rel="tag"># 求职</a>
          
            <a href="/tags/校招/" rel="tag"># 校招</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/11/11/利用树莓派加传感器测量温湿度/" rel="next" title="利用树莓派加传感器测量温湿度">
                <i class="fa fa-chevron-left"></i> 利用树莓派加传感器测量温湿度
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2018/09/07/vue多行文本展开收起组件/" rel="prev" title="vue多行文本展开收起组件">
                vue多行文本展开收起组件 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


  </div>


          </div>
          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <div class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <img class="site-author-image" itemprop="image"
                src="/uploads/avatar.jpg"
                alt="Li Chuckie"/>
            
              <p class="site-author-name" itemprop="name">Li Chuckie</p>
              <div class="site-description motion-element" itemprop="description">略显文艺的工科男</div>
          </div>

          
            <nav class="site-state motion-element">
              
                <div class="site-state-item site-state-posts">
                
                  <a href="/archives/">
                
                    <span class="site-state-item-count">6</span>
                    <span class="site-state-item-name">日志</span>
                  </a>
                </div>
              

              
                
                
                <div class="site-state-item site-state-categories">
                  
                    
                      <a href="/categories/">
                    
                  
                    
                    
                      
                    
                      
                    
                      
                    
                    <span class="site-state-item-count">3</span>
                    <span class="site-state-item-name">分类</span>
                  </a>
                </div>
              

              
                
                
                <div class="site-state-item site-state-tags">
                  
                    
                      <a href="/tags/">
                    
                  
                    
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                      
                    
                    <span class="site-state-item-count">10</span>
                    <span class="site-state-item-name">标签</span>
                  </a>
                </div>
              
            </nav>
          

          

          

          

          

          
          

          
            
          
          

        </div>
      </div>

      

      

    </div>
  </aside>
  


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2019</span>
  <span class="with-love" id="animate">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Li Chuckie</span>

  

  
</div>


  <div class="powered-by">由 <a href="https://hexo.io" class="theme-link" rel="noopener" target="_blank">Hexo</a> 强力驱动 v3.2.2</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 – <a href="https://theme-next.org" class="theme-link" rel="noopener" target="_blank">NexT.Pisces</a> v7.0.1</div>




        








        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
      </div>
    

    

    

    
  </div>

  

<script>
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>
















  
  











  
  <script src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script src="/lib/three/three.min.js"></script>

  
  <script src="/lib/three/three-waves.min.js"></script>


  


  <script src="/js/src/utils.js?v=7.0.1"></script>

  <script src="/js/src/motion.js?v=7.0.1"></script>



  
  


  <script src="/js/src/affix.js?v=7.0.1"></script>

  <script src="/js/src/schemes/pisces.js?v=7.0.1"></script>



  
  <script src="/js/src/scrollspy.js?v=7.0.1"></script>
<script src="/js/src/post-details.js?v=7.0.1"></script>



  


  <script src="/js/src/next-boot.js?v=7.0.1"></script>


  

  

  

  


  


  




  

  

  

  

  

  

  

  

  

  

  

  

  

  

</body>
</html>
